// 1. Создать счетчик жизней (счетчик попыток)
// 2. Показывать пользователю, сколько жизней осталось
// 3. Каждый раз, когда вводится неправильная буква, проверяем, остались ли ещё попытки
//    3.1. Если попытки остались, мы их уменьшаем на 1
//    3.2. Если попыток больше нет – ПРОИГРЫШ


// Проигрыш
// 1. Заменяем то, что есть в #game, на сообщение о проигрыше
//  1.1. Текст "You lost :("
//  1.2. Кнопка "Play again!"
//  1.2. Показываем, какое слово было загадано

// Выигрыш
// 1. Заменяем то, что есть в #game, на сообщение о выигрыше
//  1.1. Текст "You Win :)"
//  1.2. Кнопка "Play again!"